<template>
	<view>
		<div class="protocal">
		 
		  <div class="content">
			 欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议
		
		    阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。欢迎阅读服务条款协议（下称“本协议”）。本协议阐述之条款和条件适用于您使用关联产品所提供的各种工具和平台提供的所有服务。</div>
	
		</div> 
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="scss" scoped>
.protocal {
  text-align: center;
  color: #999;
  font-size: 24upx;
  height: 100vh;
  background-color: #f5f5f5;
  .content {
    padding: 30upx 30upx 70upx 30upx;
    -webkit-overflow-scrolling: scrolling;
    overflow: scroll;
    height: calc(100%-40upx);
    font-size: 28upx;
    white-space: pre-wrap;
  }
}
</style>
